archlinux-wallpaper
base
base-devel
bat
blueman
bluez
bluez-utils
cups
dolphin
dotnet-runtime
dotnet-sdk
dunst
eza
fastfetch
flatpak
fzf
git
gnome-keyring
grim
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
kitty
kubectl
kvantum
libnotify
linux
linux-firmware
linux-headers
network-manager-applet
networkmanager
noto-fonts
nss-mdns
nwg-look
obsidian
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
podman
podman-compose
python-hid
qt5-wayland
qt6-wayland
resvg
rofi
sddm
signal-desktop
slurp
spotify-launcher
starship
sudo
system-config-printer
tcpdump
timeshift
ttf-jetbrains-mono-nerd
vim
vulkan-radeon
waybar
wireplumber
wireshark-qt
wl-clipboard
xdg-desktop-portal-hyprland
yazi
zathura
zed
zsh
