base
base-devel
blueman
bluez
bluez-utils
code
dolphin
dotnet-runtime
dotnet-sdk
dunst
fastfetch
git
grim
hyprland
hyprlock
hyprpaper
hyprpolkitagent
kitty
kvantum
libnotify
linux
linux-firmware
linux-headers
network-manager-applet
networkmanager
noto-fonts
nwg-look
obsidian
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
podman
podman-compose
qt5-wayland
qt6-wayland
rofi
sddm
slurp
spotify-launcher
sudo
timeshift
vim
vulkan-radeon
waybar
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
yazi
